export const ModalText = {
  deleteAllAlbums: {
    title: 'Вы действительно хотите удалить все альбомы ?',
    textBody: 'Удаленные альбомы невозможно будет восстановить',
  },
  deleteAlbum: {
    title: 'Вы действительно хотите удалить альбом ?',
    textBody: 'Удаленный альбом невозможно будет восстановить',
  },
  clearAlbum: {
    title: 'Вы действительно хотите очистить содержимое альбома?',
    textBody: 'Удаленные фотографии невозможно будет восстановить',
  },
  deletePhoto: {
    title: 'Вы действительно хотите удалить фотографию ?',
    textBody: 'Удаленную фотографию невозможно будет восстановить',
  },
};
